awesome-terminal-fonts
terminus-font

bash-completion

detox

dosfstools
exfatprogs

fzf

fakeroot
gcc
make
man-db
man-pages
patch
pkgconf
tldr
which
yq

git

inotify-tools

iproute2
iptables-nft
iputils
systemd-resolvconf
wireguard-tools

iwd
qrencode

bash-language-server
neovim-lspconfig
pyright
python-black
python-pynvim
ripgrep
tree-sitter-bash
tree-sitter-python

openssh

crun
podman
podman-compose

psmisc

reflector

perl-rename
renameutils

7zip
rsync
tar
